"DETAIL_NAV_TITLE" = "Details";

"DUE" = "Termin";
"NONE_DUE_DATE" = "Ohne";
"DUE_DATE_DETAIL_NAV_TITLE" = "Termin";
"HAS_DUE_DATE_SWITCH_TITLE" = "Termin";
"SHOW_MORE" = "Mehr anzeigen …";
"SHOW_LESS" = "Weniger einblenden …";
"PRIORITY" = "Priorität";

// Priority
"NONE_PRIORITY" = "Ohne";
"LOW_PRIORITY" = "Gering";
"MEDIUM_PRIORITY" = "Mittel";
"HIGH_PRIORITY" = "Hoch";
"PRIORITY_DETAIL_NAV_TITLE" = "Priorität";

// Lists
"REMINDER_LIST" = "Liste";
"LIST_TITLE_DISAMBIGUATION_FORMAT" = "%@ (%@)"; // list name with account name in parentheses

// Alerts
"REMIND_ME" = "Erinnerung";
"NONE_REMINDER_ALERT" = "Niemals";
"ON_A_DAY" = "Tagesabhängige Erinnerung";
"AT_A_LOCATION" = "Ortsabhängige Erinnerung";
/* For large text mode, in case the string for AT_A_LOCATION gets truncated */
"AT_A_LOCATION_LARGE_TEXT" = "An einem Ort";
"ON_DUE_DATE_FORMAT" = "%@";
"CURRENT_LOCATION" = "Aktueller Ort";
"CHOOSE_ADDRESS" = "Kontakt wählen …";
"DETERMINING_LOCATION" = "Ort bestimmen …";
"CANNOT_DETERMINE_LOCATION" = "Ort kann nicht bestimmt werden";
"MY_ADDRESS_WITHOUT_LABEL" = "Meine Adresse"; // in case the My Info card address doesn't have a label
"CONTACT_ADDRESS_WITHOUT_LABEL_FORMAT" = "Adresse von %@"; // in case the contact address doesn't have a label
"CONTACT_ADDRESS_WITH_LABEL_FORMAT" = "%2$@ von %1$@"; // e.g. "Steve's Work"
"ALARM_PROXIMITY_FORMAT" = "%@: %@";
"ALARM_PROXIMITY_FORMAT_ARG_ENTER" = "Ankunft";
"ALARM_PROXIMITY_FORMAT_ARG_LEAVE" = "Abfahrt";
"DUE_ALL_DAY_FORMAT" = "%@ (ganztägig)";
"DUE_AND_LOCATION_EXPLANATORY_FORMAT" = "Erinnerung: am %@ %@ bzw. bis spätestens %@ an dem Tag."; // insert line breaks to get it to look right
"DUE_AND_LOCATION_EXPLANATORY_FORMAT_PROXIMITY_ENTER" = "bei der Ankunft an diesem Ort";
"DUE_AND_LOCATION_EXPLANATORY_FORMAT_PROXIMITY_LEAVE" = "beim Verlassen dieses Orts";

// Location
"LOCATION" = "Ort";
"NONE_LOCATION" = "Ohne";
"ALARM_PROXIMITY_ENTER" = "Bei der Ankunft";
"ALARM_PROXIMITY_LEAVE" = "Beim Verlassen";
"LOCATION_PEOPLE_PICKER_PROMPT" = "Ort für den Kontakt auswählen";
"WIFI_DISABLED_SUBTEXT" = "Aktivieren Sie WLAN in den „Einstellungen“, um die Genauigkeit der standortbasierten Erinnerungen zu verbessern.";
"WIFI_DISABLED_PROMPT" = "Durch Aktivieren von WLAN in den „Einstellungen“ wird die Genauigkeit der Standortbestimmung verbessert.";
"WLAN_DISABLED_SUBTEXT" = "Aktivieren Sie WLAN in den „Einstellungen“, um die Genauigkeit der standortbasierten Erinnerungen zu verbessern.";
"WLAN_DISABLED_PROMPT" = "Durch Aktivieren von WLAN in den „Einstellungen“ wird die Genauigkeit der Standortbestimmung verbessert.";
"LOCATION_SERVICES_DISABLED_SUBTEXT" = "Aktivieren Sie die Ortungsdienste in den Einstellungen, um standortbasierte Erinnerungen zu verwenden.";
"SETTINGS" = "Einstellungen";
"TYPED_LOCATION_PLACEHOLDER" = "Adresse eingeben …";
"TYPED_LOCATION_GEOCODE_FAILURE" = "Die Position dieser Adresse konnte nicht bestimmt werden. Prüfen Sie die Rechtschreibung und versuchen Sie es erneut.";
"MAP" = "Karte";
"SHOW_IN_MAP" = "Auf Karte zeigen";

/* Separator for explanatory text under the Remind Me section (e.g. we need to tell the user their WiFi is off AND explain what a day and location based alarm is.)  E.g. for English it would be \n\n: "Enable Wi-Fi in Settings.\n\nOn Jan 22, you will be reminded when you leave this location, or by 4pm that day at the latest."*/
"REMIND_ME_EXPLANATORY_SEPARATOR" = "\n\n";

// Picking the Me card in the location picker
"ME_CARD_ALERT_TITLE" = "Meine Orte";
"ME_CARD_ALERT_BODY" = "Erinnerungen können Ihre Kontaktinformationen verwenden, um Ihnen Vorschläge für den Ort zu machen, z. B. „Zuhause“ oder „Arbeit“. Welchen Kontakt möchten Sie verwenden?";
"ME_CARD_ALERT_CHOOSE_BUTTON" = "Auswählen";

// For when we need to show raw coordinates for the current location (9487043)
"LOCATION_DEGREES_NORTH" = "N";
"LOCATION_DEGREES_EAST" = "O";
"LOCATION_DEGREES_SOUTH" = "S";
"LOCATION_DEGREES_WEST" = "W";
"LOCATION_DEGREES_FORMAT" = "%d°%d'%.0f'' %@";
"LOCATION_STRING_FORMAT" = "%@, %@";

"CANNOT_SAVE_REMINDER" = "Erinnerung kann nicht gesichert werden";

"UNTITLED_REMINDER" = "Ohne Titel";
